Dlubal.SteelSurfaces.ErrorInfo
Information about an error.

Dlubal.SteelSurfaces.ErrorInfo.ModuleName
Name of the module

Dlubal.SteelSurfaces.ErrorInfo.Load
Load

Dlubal.SteelSurfaces.ErrorInfo.ErrorNo
Error number

Dlubal.SteelSurfaces.ErrorInfo.Type
Error type

Dlubal.SteelSurfaces.ErrorInfo.Description
Error description